cinema(1, "Иллюзион", "Котельническая наб., д.1/15", "(495) 915 43 39, 915 43 53").
cinema(2, "Пионер", "Кутузовский пр-т, д.21", "(499) 240 52 40").
cinema(3, "Формула Кино Сити", "Пресненская наб., д.2", "(495) 795 37 95").
cinema(4, "Синема Парк на Южной", "Днепропетровская, д.2", "(495) 644 41 11").
cinema(5, "Кинозал ГУМа", "Красная пл., д.3", "(495) 788 43 43, 620 30 62").
cinema(6, "Мир искусства", "Долгоруковская, д.33, стр. 3", "(499) 978 66 19, 978 69 89").
cinema(7, "Кино на Алтуфьевском", "Алтуфьевское ш., д.8", "(495) 287 32 17, 287 32 18").
cinema(8, "Кинозал Домжур", "Никитский б-р, д.8а", "(495) 691 56 98, 222 10 60").
cinema(9, "Kinostar De Lux Теплый Стан", "41-й км МКАД, ТРК «Мега»", "(495) 775 44 77, 775 44 99").
cinema(10, "35ММ", "ул. Покровка, д.47", "(495) 780 91 45").
cinema(11, "Музей кино в ЦДХ", "ул. Крымский Вал, д.10", "(499) 238 96 34").
cinema(12, "Кронверк Синема Облака", "Ореховый б-р, д.22а", "(495) 775 68 35").
cinema(13, "Формула Кино Чертаново", "ул. Северное Чертаново, д.1а", "(495) 795 37 95").
cinema(14, "Синема Парк Старлайт на Багратионовской", "Багратионовский пр-д, д.5", "(495) 644 41 11").
cinema(15, "Кинематограф (Зеленоград)", "Зеленоград, Панфиловский пр-т, д.159", "(915) 315 34 99").
cinema(16, "Каро Фильм на Вернадского", "пр-т Вернадского, д.6", "(495) 545 05 05").
cinema(17, "Люксор Vegas", "24-й км МКАД, ТРК «Vegas»", "(495) 984 72 89, 984 72 88").
cinema(18, "Час кино Свиблово", "ул. Снежная, д.27, ТК «Свиблово»", "(499) 685 16 51, 685 16 52").
cinema(19, "5 звезд на Новокузнецкой", "Большой Овчинниковский пер., д.16", "(495) 916 91 69, 510 28 88").
cinema(20, "Кронверк Синема Семеновский", "Семеновская пл., д.1", "(495) 660 02 65").
cinema(21, "Кронверк Синема Вэйпарк", "71-й км МКАД, ТЦ «Вэйпарк»", "(495) 287 16 93, 287 16 95").
cinema(22, "Кинотеатр Музеон", "Крымский Вал, д.10", "(499) 238 33 96").
cinema(23, "Динамит", "Жулебинский б-р, д.5", "(495) 706 58 60").
cinema(24, "Жанр", "Смоленская пл., д.13/21", "(495) 724 05 93").
cinema(25, "Триумф", "ул. Вавилова, д.66, стр. 1", "(495) 739 89 78, 739 87 33").
cinema(26, "Времена года", "Кутузовский пр-т, д.48", "(495) 589 19 19").
cinema(27, "Формула Кино на Можайке", "53-й км МКАД, напротив «Ашана»", "(495) 795 37 95").
cinema(28, "Каро Фильм Иридиум", "Зеленоград, Крюковская пл., д.1", "(495) 545 05 05").
cinema(29, "Арт-кино", "Сокольническая пл., д.7", "(495) 640 23 21").
cinema(30, "Кинотеатр Пионер летний", "Крымский Вал, д.9", "(495) 755 00 32").
cinema(31, "4D Cinema на Пресненском Валу", "Пресненский Вал, д.14/1", "(495) 234 18 18, доб. 259").
cinema(32, "Киноклуб Докер", "Никитский б-р, д.8а", "(910) 434 74 76, (926) 565 94 07").
cinema(33, "Территория 5D", "ул. Вавилова, д.3", "(495) 764 12 76").
cinema(34, "Вдох/выдох", "ул. Большая Тульская, д.11", "(903) 678 19 02").
cinema(35, "Kinoklub", "ул. Нижнаяя Сыромятническая, д.10, стр. 3", "(495) 664 39 80").
cinema(36, "Drive VV", "Рязанский пр-т, д.2, корп. 2", "(916) 587 59 32").
cinema(37, "Формула Кино на Мичуринском", "Мичуринский пр-т, Олимпийская деревня, д.3, корп. 1", "(495) 795 37 95").
cinema(38, "Кинотеатр под открытым небом", "ул. Мантулинская, д.5, стр. 2", "").
cinema(39, "Формула Кино Горизонт", "Комсомольский пр-т, д.21/10", "(495) 795 37 95").
cinema(40, "Радуга кино", "пр-т Андропова, д.8", "(495) 663 36 64, (905) 599 61 21").
cinema(41, "Синема Парк на Октябрьском Поле", "ул. Маршала Бирюзова, д.32", "(495) 644 41 11").
cinema(42, "Синема Парк на Калужской", "ул. Профсоюзная, д.61а", "(495) 644 41 11").
cinema(43, "Формула Кино Стрела", "Смоленская-Сенная пл., д.23/25", "(495) 795 37 95").
cinema(44, "Ролан", "Чистопрудный б-р, д.12а", "(495) 916 91 69, 916 94 12").
cinema(45, "Каро Фильм Щука", "ул. Щукинская, д.42", "(495) 545 05 05").
cinema(46, "Kinostar New York", "14-й км МКАД, ТЦ «Мега Белая Дача»", "(495) 662 16 06, 644 41 11").
cinema(47, "Солярис", "ул. Перерва, д.43, корп. 1", "(499) 929 89 86, 929 89 87").
cinema(48, "5 звезд на Павелецкой", "ул. Бахрушина, д.25", "(495) 916 91 73, 916 91 69").
cinema(49, "Каро Фильм Октябрь", "ул. Новый Арбат, д.24", "(495) 545 05 05").
cinema(50, "Фитиль", "Фрунзенская наб., д.12", "(495) 287 02 11").
cinema(51, "Drive VV", "Ореховый б-р, д.22а", "(916) 966 53 89").
cinema(52, "Байконур", "ул. Декабристов, д.17", "(499) 204 51 19, 204 53 14").
cinema(53, "5D Стерео", "пр-т Мира, д.119 стр.541, ВВЦ, пав.9", "(495) 729 26 52, 720 00 55").
cinema(54, "Романов Синема", "Романов пер., д.4", "(495) 609 64 54").
cinema(55, "Киносфера", "ул. Правобережная, д.1б", "(495) 775 77 79").
cinema(56, "Азовский", "ул. Азовская, д.24, стр. 3", "(495) 735 40 13").
cinema(57, "Каро Фильм Электрон", "г.Зеленоград, пл. Юности, д.1", "(495) 545 05 05").
cinema(58, "Байкал-Атлантис", "ул. Михалковская, д.4", "(495) 708 80 15, 708 80 47").
cinema(59, "Формула Кино Витязь", "ул. Миклухо-Маклая, д.27а", "(495) 795 37 95").
cinema(60, "Каро Фильм Теплый Стан", "Новоясеневский пр-т, д.1", "(495) 545 05 05").
cinema(61, "Каро Фильм Алтуфьево", "Алтуфьевское ш., д.70 корп. 1", "(495) 545 05 05").
cinema(62, "Каро Фильм Киргизия", "Зеленый пр-т, д.81", "(495) 545 05 05").
cinema(63, "5D-Визион", "пл. Ганецкого, д.1", "(495) 509 51 85").
cinema(64, "Кино на заводе N", "ул. Электрозаводская, д.21", "(903) 218 91 56").
cinema(65, "Кронверк Синема Лефортово", "ш. Энтузиастов, д.12/2", "(495) 961 02 61").
cinema(66, "Формула Кино Ладога", "ул. Широкая, д.12", "(495) 795 37 95").
cinema(67, "Каро Фильм Южное Бутово", "ул. Веневская, д.6", "(495) 545 05 05").
cinema(68, "Каро Фильм на Каширке", "Каширское ш., д.61, корп. 2", "(495) 545 05 05").
cinema(69, "Каро Фильм Звездный", "пр-т Вернадского, д.14", "(495) 545 05 05").
cinema(70, "Синема Стар Рио", "ул. Большая Черемушкинская, д.1", "(495) 980 44 15").
cinema(71, "Каро Фильм на Шереметьевской", "ул. Шереметьевская, д.20", "(495) 545 05 05").
cinema(72, "Каро Фильм на Севастопольском", "Севастопольский пр-т, д.11е", "(495) 545 05 05").
cinema(73, "Формула Кино Прага", "ул. Нижняя Масловка, д.10", "(495) 795 37 95").
cinema(74, "Киноклуб Востокино", "Никитский б-р, д.12а", "(495) 691 49 66").
cinema(75, "Киноклуб Мастер-клас", "Лубянский пр-д, д.3/6 стр.4", "").
cinema(76, "Drive VV", "ул. Люблинская, д.153", "(916) 944 67 95").
cinema(77, "Центрфильм на Щелковской", "Щелковское ш., д.100", "(495) 589 19 19, (499) 684 00 24, (499) 684 00 25").
cinema(78, "Соловей", "ул. Дружинниковская, д.15", "(499) 255 96 92, 255 92 37, (495) 605 73 06").
cinema(79, "Час кино Алтуфьево", "87-й км МКАД, д.8, ТК «Час пик»", "(495) 580 22 25").
cinema(80, "Синема Стар Ереван плаза", "ул. Большая Тульская, д.13", "(495) 980 44 15, 514 24 20").
cinema(81, "Алмаз Синема Ленинград", "ул. Новопесчаная, д.12", "(495) 221 52 21, (499) 157 75 52").
cinema(82, "Синема Стар Рио на Дмитровском шоссе", "Дмитровское ш., д.163а, корп. 1", "(495) 980 44 15, 988 03 77").
cinema(83, "Территория 5D", "Манежная пл., д.1, стр. 2", "(495) 764 12 76").
cinema(84, "Бульвар", "б-р Дмитрия Донского, д.1", "(495) 647 49 49").
cinema(85, "Бумеранг на Варшавской", "Варшавское ш., д.87б", "(495) 221 50 67, 221 50 68").
cinema(86, "Алмаз Синема Алмаз", "ул. Шаболовка, д.56", "(495) 221 52 21, 954 10 02").
cinema(87, "Каро Фильм Баррикады", "ул. Баррикадная, д.21/34, стр. 3", "(495) 545 05 05").
cinema(88, "Алмаз Синема Солнцево", "ул. Богданова, д.19", "(495) 221 52 21, 439 52 00").
cinema(89, "Nescafe IMAX", "ул. Правобережная, д.1б", "(495) 775 77 79").
cinema(90, "Киноклуб Документальная среда", "ул. Каретный Ряд, д.5/10", "").
cinema(91, "Сезон Синема на Пражской", "ул. Красного Маяка, д.2б", "(495) 721 82 80, 721 36 34, 943 60 68").
cinema(92, "Дом кино", "ул. Васильевская, д.13", "(499) 251 40 65, 254 48 34").
cinema(93, "Синема Парк De Lux Метрополис", "Ленинградское ш., д.16а стр.4", "(495) 789 96 85, 644 41 11").
cinema(94, "Формула Кино Европа", "пл. Киевского Вокзала, д.2", "(495) 795 37 95").
cinema(95, "4D Cinema на Люблинской", "ул. Люблинская, д.100", "(916) 458 36 70").
cinema(96, "Люксор в Ясенево", "Новоясеневский пр-т, д.11", "(495) 641 33 06, 641 33 07").
cinema(97, "Формула Кино София", "Сиреневый б-р, д.31", "(495) 795 37 95").
cinema(98, "Каро Фильм Атриум", "Земляной Вал, д.33", "(495) 545 05 05").
cinema(99, "Энтузиаст. Большой зал", "ул. Вешняковская, д.16а", "(499) 373 50 01, 373 50 10").
cinema(100, "Киномакс XL", "Дмитровское ш., д.89", "(495) 221 52 21, 721 25 92").
cinema(101, "Люксор Центр", "пр-т Мира, д.211", "(495) 665 13 53").
cinema(102, "5 звезд Бирюлево", "ул. Бирюлевская, д.17", "(495) 916 91 69, 326 54 82").
cinema(103, "Люксор в Митино", "ул. Дубравная, влад. 34/29", "(495) 641 33 04, 641 33 05, 641 33 05").
cinema(104, "Кинотеатр им. Моссовета", "Преображенская пл., д.12", "(495) 963 03 32, 963 03 20").
cinema(105, "Под куполом", "Олимпийский пр-т, д.18/1", "(495) 931 98 73").
cinema(106, "Космос", "пр-т Мира, д.109", "(495) 683 86 67, 227 36 64").
cinema(107, "Люксор в Отрадном", "ул. Декабристов, д.12", "(495) 363 02 12, 363 02 11").
cinema(108, "Алмаз Синема Мечта", "Каширское ш., д.42, корп. 1", "(495) 221 52 21, (499) 324 53 49").
cinema(109, "Саяны", "ул. Саянская, д.9", "(495) 307 89 13").
cinema(110, "Кронверк Синема МДМ", "Комсомольский пр-т, д.28", "(495) 782 88 33, 782 88 36").
cinema(111, "Бумеранг на Теплом Стане", "Профсоюзная ул., д.129а", "(495) 987 16 41, 987 16 42").
cinema(112, "Победа", "ул. Абельмановская, д.17а", "(495) 793 30 43").
cinema(113, "Киноконцертный зал Орион", "ул. Летчика Бабушкина, д.26", "495 665-13-54").
cinema(114, "Киноконцертный зал Гавана (кинотеатр)", "ул. Шереметьевская, д.2, стр.1", "495 665-13-54").
cinema(115, "Ханой", "Литовский б-р, д.7", "").
cinema(116, "Кунцево", "ул. Ивана Франко, д.14", "").
cinema(117, "Балтика", "ул. Сходненская, д.54", "").
cinema(118, "Ангара", "Чонгарский б-р, д.7", "").
cinema(119, "Аврора", "ул. Профсоюзная д.154", "").
cinema(120, "Ашхабад", "ул. Чертановская, д.17а", "").
cinema(121, "Будапешт", "ул. Лескова, д.14", "(495) 405-99-33").
cinema(122, "Варшава", "пл. Ганецкого, д.1", "(495) 509 51 85").
cinema(123, "Волгоград", "ул. Ферганская, д.17", "").
cinema(124, "Высота", "ул. Юных Ленинцев, д.52", "(495) 663-63-71").
cinema(125, "Керчь", "ул. Бирюлевская, д.17", "(495) 916-916-9").
cinema(126, "Комсомолец", "Дмитровское ш., д.49, корп. 1", "").
cinema(127, "Орбита", "пр-т Андропова, д.27", "(499) 615-65-60").
cinema(128, "Орленок", "ул. Русаковская, д.23", "433-46-01").
cinema(129, "Первомайский", "ул. Первомайская, д.93", "").
cinema(130, "Полярный", "ул. Полярная, д.9", "").
cinema(131, "Планета", "ул. Нежинская, д.11, стр. 1", "").
cinema(132, "Родина", "ул. Измайловский вал, д.5", "(499) 369 07 93").
cinema(133, "Слава", "ш. Энтузиастов, д.58", "").
cinema(134, "Тбилиси", "ул. Новочеремушкинская, д.53а", "").
cinema(135, "Экран", "Новочеркасский б-р, д.21а", "(495) 356 88 01, 349 19 20").
cinema(136, "ГУП г. Москвы « Обьедененная дирекция по управлению имущественным комплексом киносетей» кинотеатр Ударник", "ул. Серафимовича, д.2", "959-31-54").
cinema(137, "Коиноцентр «Пушкинский»", "Пушкинская пл., д.2", "(495) 699-98-37").
cinema(138, "ООО«КИНОМИР»", "Настасьинский пер., д.2", "(495) 699-27-00").
cinema(139, "Киноцентр на Красной Пресне", "ул. Дружинниковская, д. 15", "(499) 255- 96-92, (499) 255-92-37;").
cinema(140, "Государственное бюджетное учреждение культуры города Москвы «Московский кинотеатр для детей и юношества «Искра»", "улица Костякова, дом 10", "(495) 976-14-44; (495) 976-27-24").
cinema(141, "Государственное бюджетное учреждение культуры города Москвы «Московский кинотеатр для детей и юношества «Арктика»", "улица Менжинского, дом 6", "(499) 184-27-27; (499) 184-27-18; (499) 184-27-00").
cinema(142, "Государственное бюджетное учреждение культуры города Москвы «Московский кинотеатр для детей и юношества «Вымпел»", "улица Коминтерна, дом 8", "(499) 184-41-09").
cinema(143, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Баку»", "улица Усиевича, дом 12", "(499) 369-77-51; (499) 369-77-82").
cinema(144, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Владивосток»", "улица Лазо, дом 3", "(499) 369-77-51; (499) 369-77-82").
cinema(145, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Звезда»", "улица Земляной Вал, дом 18-22, строение 2", "(499) 369-77-51; (499) 369-77-82").
cinema(146, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Круговая кинопанорама»", "проспект Мира, дом 119, строение 541", "(499) 369-77-51; (499) 369-77-82").
cinema(147, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Нева»", "Беломорская улица, дом 16А", "(499) 369-77-51; (499) 369-77-82").
cinema(148, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Сатурн»", "Снежная улица, дом 18", "(499) 369-77-51; (499) 369-77-82").
cinema(149, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Свобода»", "улица Трофимова, дом 17", "(499) 369-77-51; (499) 369-77-82").
cinema(150, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Спутник»", "Солдатская улица, дом 15", "(499) 369-77-51; (499) 369-77-82").
cinema(151, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Тула»", "улица Кухмистерова, дом 4", "(499) 369-77-51; (499) 369-77-82").
cinema(152, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Факел»", "шоссе Энтузиастов, дом 15/16", "(499) 369-77-51; (499) 369-77-82").
cinema(153, "Государственное бюджетное учреждение культуры города Москвы «Московское кино», Кинотеатр «Художественный»", "Арбатская площадь, дом 14, строение 1", "(499) 369-77-51; (499) 369-77-82").
cinema(154, "Государственное бюджетное учреждение культуры города Москвы «Московский кинотеатр для детей и юношества «Березка»", "Мартеновская улица, дом 25", "(495) 301-90-83").
cinema(155, "Государственное бюджетное учреждение культуры города Москвы «Московский кинотеатр для детей и юношества «Молодежный»", "Люблинская улица, дом 11", "(499) 177-97-01").
cinema(156, "Государственное бюджетное учреждение культуры города Москвы «Московский кинотеатр для детей и юношества «Салют»", "улица Кедров, дом 14, корпус 3", "(499) 125-04-48; (499) 124-66-56; (499) 124-99-60").
cinema(157, "Государственное бюджетное учреждение культуры города Москвы «Кинотеатральный центр «Эльдар»", "Ленинский проспект, дом 105", "(495) 735-99-77; (495) 735-99-88").
cinema(158, "Государственное бюджетное учреждение культуры города Москвы «Московский кинотеатр для детей и юношества «Полет»", "Нелидовская улица, дом 10, строение 1", "(495) 492-81-25; (495) 497-56-41; (495) 493-94-36").
cinema(159, "Государственное бюджетное учреждение культуры города Москвы «Московский кинотеатр для детей и юношества «Юность»", "улица Маршала Рыбалко, дом 1", "(499) 194-10-26; (499) 194-24-30").

